Repository: moxuan1121/OpenMinis
Catalog: src/ios/Localizable.xcstrings
Source language: en
Languages: de, es, fil, fr, hr, id, ja, ko, ms, pl, pt_br, ro, ru, th, tr, zh_hans, zh_hant

source: When disabled, the Agent cannot read or modify any settings via minis-config. The change history at Logs → Config Changes remains accessible. The Agent will receive a permission_denied error and can guide you via deep links instead.
de: Wenn deaktiviert, kann der Agent keine Einstellungen über minis-config lesen oder ändern. Der Änderungsverlauf unter Logs → Konfigurationsänderungen bleibt zugänglich. Der Agent erhält einen permission_denied-Fehler und kann Sie stattdessen über Deep Links anleiten.
es: Si se desactiva, Minis Agent no puede leer ni modificar ninguna configuración mediante minis-config. El historial de cambios en Registros → Cambios de configuración sigue estando accesible. El Agent recibirá un error permission_denied y, en su lugar, podrá guiarte con enlaces directos.
fil: Kapag naka-disable, hindi makakabasa o makakapagbago ang agent ng anumang setting gamit ang minis-config. Mananatiling naa-access ang history ng pagbabago sa Logs → Config Changes. Makakatanggap ang agent ng permission_denied na error at sa halip ay gagabayan ka nito sa pamamagitan ng deep link.
fr: Lorsque désactivé, Minis Agent ne peut ni lire ni modifier les paramètres via minis-config. L'historique des modifications dans Journaux → Modifications de configuration reste accessible. L'Agent recevra une erreur permission_denied et pourra vous guider via des liens profonds.
hr: Kada je onemogućeno, Agent ne može čitati ni mijenjati postavke putem minis-config. Povijest promjena u Zapisnici → Promjene konfiguracije ostaje dostupna. Agent će dobiti pogrešku permission_denied i umjesto toga vas može voditi putem izravnih poveznica.
id: Saat dinonaktifkan, agen tidak dapat membaca atau mengubah pengaturan apa pun via minis-config. Riwayat perubahan di Log → Perubahan Konfigurasi tetap dapat diakses. Agen akan menerima kesalahan permission_denied dan sebagai gantinya dapat memandu Anda lewat tautan langsung.
ja: 無効にすると、Agent は minis-config 経由で設定を読み書きできません。ログ → 設定変更 の履歴は引き続き閲覧できます。Agent には permission_denied エラーが返され、代わりにディープリンクで案内できます。
ko: 비활성화하면 Agent가 minis-config 를 통해 설정을 읽거나 변경할 수 없습니다. 로그 → 설정 변경 의 이력은 계속 확인할 수 있습니다. Agent는 permission_denied 오류를 받고, 대신 딥 링크로 안내할 수 있습니다.
ms: Apabila dinyahaktifkan, ejen tidak boleh membaca atau mengubah sebarang tetapan melalui minis-config. Sejarah perubahan di Log → Perubahan Konfigurasi kekal boleh diakses. Ejen akan menerima ralat permission_denied dan sebaliknya boleh memandu anda melalui pautan dalam.
pl: Gdy wyłączone, agent nie może odczytywać ani zmieniać ustawień przez minis-config. Historia zmian w Dzienniki → Zmiany konfiguracji pozostaje dostępna. Agent otrzyma błąd permission_denied i zamiast tego pokieruje Cię odnośnikami.
pt_br: Quando desativado, o agente não pode ler nem alterar nenhum ajuste por minis-config. O histórico de alterações em Registros → Alterações de configuração continua acessível. O agente receberá um erro permission_denied e poderá orientar você por links diretos.
ro: Când e dezactivat, agentul nu poate citi sau modifica setări prin minis-config. Istoricul modificărilor din Jurnale → Modificări de configurare rămâne accesibil. Agentul va primi o eroare permission_denied și te poate îndruma prin linkuri directe.
ru: Когда выключено, Agent не может читать или изменять какие-либо настройки через minis-config. История изменений в разделе Логи → Изменения конфигурации остаётся доступной. Agent получит ошибку permission_denied и вместо этого сможет направить вас с помощью глубоких ссылок.
th: เมื่อปิดใช้งาน เอเจนต์จะอ่านหรือแก้ไขการตั้งค่าใดๆ ผ่าน minis-config ไม่ได้ ประวัติการเปลี่ยนแปลงที่ บันทึก → การเปลี่ยนแปลงการตั้งค่า ยังเข้าถึงได้ เอเจนต์จะได้รับข้อผิดพลาด permission_denied และจะแนะนำคุณผ่านลิงก์แทน
tr: Devre dışı bırakıldığında aracı, minis-config ile hiçbir ayarı okuyamaz veya değiştiremez. Günlükler → Yapılandırma Değişiklikleri'ndeki geçmiş erişilebilir kalır. Aracı permission_denied hatası alır ve bunun yerine sizi derin bağlantılarla yönlendirebilir.
zh_hans: 禁用后，Agent 无法通过 minis-config 读取或修改任何设置。日志 → 设置更改 中的更改历史仍可访问。Agent 将收到 permission_denied 错误，并可以改为通过深层链接为你引导。
zh_hant: 停用後，Agent 無法透過 minis-config 讀取或修改任何設定。記錄 → 設定變更 中的變更歷史仍可存取。Agent 將收到 permission_denied 錯誤，並可改為透過深層連結為你引導。

source: When enabled, %@ (or device passcode) is required every time you open the app.
de: Wenn aktiviert, ist bei jedem Öffnen der App %@ (oder der Gerätecode) erforderlich.
es: Si se activa, se requiere %@ (o el código del dispositivo) cada vez que abres la app.
fil: Kapag naka-enable, kailangan ang %@ (o passcode ng device) sa tuwing bubuksan mo ang app.
fr: Une fois activé, %@ (ou le code de l'appareil) est requis à chaque ouverture de l'app.
hr: Kada je omogućeno, %@ (ili šifra uređaja) traži se svaki put kada otvorite aplikaciju.
id: Saat aktif, %@ (atau kode sandi perangkat) diperlukan setiap kali Anda membuka aplikasi.
ja: 有効にすると、アプリを開くたびに %@（またはデバイスのパスコード）が必要になります。
ko: 사용하면 앱을 열 때마다 %@(또는 기기 암호)가 필요합니다.
ms: Apabila diaktifkan, %@ (atau kod laluan peranti) diperlukan setiap kali anda membuka apl.
pl: Gdy włączone, przy każdym otwarciu aplikacji wymagane jest: %@ (lub kod urządzenia).
pt_br: Quando ativado, %@ (ou o código do dispositivo) é exigido toda vez que você abrir o app.
ro: Când e activat, la fiecare deschidere a aplicației se cere: %@ (sau codul dispozitivului).
ru: Когда включено, %@ (или код-пароль устройства) требуется при каждом открытии приложения.
th: เมื่อเปิดใช้งาน จะต้องใช้ %@ (หรือรหัสผ่านอุปกรณ์) ทุกครั้งที่เปิดแอป
tr: Etkinleştirildiğinde, uygulamayı her açışınızda %@ (veya aygıt parola kodu) istenir.
zh_hans: 启用后，每次打开应用都需要 %@（或设备密码）。
zh_hant: 啟用後，每次開啟應用程式都需要 %@（或裝置密碼）。

source: When enabled, all console output is captured to daily log files.
de: Wenn aktiviert, werden alle Konsolenausgaben in täglichen Logdateien gespeichert.
es: Si se activa, toda la salida de consola se guarda en archivos de registro diarios.
fil: Kapag naka-enable, naitatala sa daily log file lahat ng console output.
fr: Lorsqu'activé, toutes les sorties console sont enregistrées dans des fichiers journaliers.
hr: Kada je omogućeno, sav izlaz konzole bilježi se u dnevne datoteke zapisnika.
id: Saat aktif, semua keluaran konsol dicatat ke file log harian.
ja: 有効にすると、すべてのコンソール出力が日別のログファイルに記録されます。
ko: 활성화하면 모든 콘솔 출력이 일별 로그 파일에 기록됩니다.
ms: Apabila diaktifkan, semua output konsol direkod ke file log harian.
pl: Gdy włączone, całe wyjście konsoli trafia do dziennych plików dziennika.
pt_br: Quando ativado, toda a saída do console é gravada em arquivos de registro diários.
ro: Când e activat, toată ieșirea din consolă este salvată în jurnale zilnice.
ru: Когда включено, весь вывод консоли записывается в ежедневные файлы логов.
th: เมื่อเปิดใช้งาน เอาต์พุตคอนโซลทั้งหมดจะถูกบันทึกลงไฟล์บันทึกรายวัน
tr: Etkinleştirildiğinde tüm konsol çıktısı günlük dosyalarına kaydedilir.
zh_hans: 启用后，所有控制台输出将被记录到每日日志文件中。
zh_hant: 啟用後，所有控制檯輸出將被記錄到每日日誌檔案中。

source: When enabled, any environment variable value that appears in shell-execute output is replaced with a masked form (e.g. `sk-1********ajhks`) before reaching the model. Values shorter than 8 characters become all `*`. The user-visible output in chat is unchanged.
de: Wenn aktiviert, werden in der Ausgabe von shell-execute erkannte Werte von Umgebungsvariablen vor der Weitergabe an das Modell maskiert (z. B. `sk-1********ajhks`). Werte mit weniger als 8 Zeichen werden vollständig durch `*` ersetzt. Die für den Nutzer sichtbare Ausgabe im Chat bleibt unverändert.
es: Si se activa, cualquier valor de variable de entorno que aparezca en la salida de ejecución del shell se reemplaza por una forma enmascarada (p. ej. `sk-1********ajhks`) antes de llegar al modelo. Los valores de menos de 8 caracteres se convierten totalmente en `*`. La salida visible para el usuario en el chat no cambia.
fil: Kapag naka-enable, pinapalitan ng nakatakip na anyo (hal. `sk-1********ajhks`) ang anumang halaga ng environment variable na lumalabas sa shell-execute output bago ito makarating sa model. Nagiging puro `*` ang mga halagang mas maikli sa 8 karakter. Hindi nagbabago ang output na nakikita ng user sa chat.
fr: Lorsque cette option est activée, toute valeur de variable d'environnement détectée dans la sortie de shell-execute est masquée (p. ex. `sk-1********ajhks`) avant d'être transmise au modèle. Les valeurs de moins de 8 caractères sont entièrement remplacées par des `*`. La sortie visible dans le chat reste inchangée.
hr: Kada je omogućeno, svaka vrijednost varijable okruženja koja se pojavi u izlazu shell naredbi zamjenjuje se maskiranim oblikom (npr. `sk-1********ajhks`) prije nego što dođe do modela. Vrijednosti kraće od 8 znakova pretvaraju se u same `*`. Izlaz koji korisnik vidi u razgovoru ostaje nepromijenjen.
id: Saat aktif, setiap nilai variabel lingkungan yang muncul di keluaran eksekusi shell diganti dengan bentuk tersamar (mis. `sk-1********ajhks`) sebelum sampai ke model. Nilai yang lebih pendek dari 8 karakter menjadi seluruhnya `*`. Keluaran yang terlihat pengguna di obrolan tidak berubah.
ja: 有効にすると、shell-execute の出力に含まれる環境変数の値はモデルに渡される前にマスクされます（例: `sk-1********ajhks`）。8 文字未満の値はすべて `*` に置き換えられます。チャットに表示される出力は変更されません。
ko: 활성화하면 shell-execute 출력에 나타난 환경 변수 값이 모델로 전달되기 전에 마스킹됩니다(예: `sk-1********ajhks`). 8자 미만의 값은 모두 `*` 로 바뀝니다. 채팅에 표시되는 출력은 그대로 유지됩니다.
ms: Apabila diaktifkan, sebarang nilai pemboleh ubah persekitaran yang muncul dalam output pelaksanaan shell diganti dengan bentuk bertopeng (cth. `sk-1********ajhks`) sebelum sampai ke model. Nilai yang lebih pendek daripada 8 aksara menjadi semuanya `*`. Output yang kelihatan kepada pengguna dalam sembang tidak berubah.
pl: Gdy włączone, każda wartość zmiennej środowiskowej pojawiająca się w wyniku shell-execute jest zastępowana formą zamaskowaną (np. `sk-1********ajhks`), zanim trafi do modelu. Wartości krótsze niż 8 znaków stają się w całości `*`. Wynik widoczny dla użytkownika w czacie pozostaje bez zmian.
pt_br: Quando ativado, qualquer valor de variável de ambiente que apareça na saída do shell-execute é substituído por uma forma mascarada (ex.: `sk-1********ajhks`) antes de chegar ao modelo. Valores com menos de 8 caracteres viram só `*`. A saída visível para você na conversa não muda.
ro: Când este activat, orice valoare a unei variabile de mediu care apare în ieșirea shell-execute este înlocuită cu o formă mascată (ex. `sk-1********ajhks`) înainte de a ajunge la model. Valorile mai scurte de 8 caractere devin integral `*`. Ieșirea vizibilă utilizatorului în conversație rămâne neschimbată.
ru: Когда включено, любое значение переменной окружения, появляющееся в выводе shell-execute, заменяется замаскированной формой (например, `sk-1********ajhks`) до того, как достигнет модели. Значения короче 8 символов превращаются полностью в `*`. Видимый пользователю вывод в чате не меняется.
th: เมื่อเปิดใช้งาน ค่าตัวแปรสภาพแวดล้อมใดๆ ที่ปรากฏในเอาต์พุตของ shell จะถูกแทนที่ด้วยรูปแบบที่ปิดบัง (เช่น `sk-1********ajhks`) ก่อนส่งถึงโมเดล ค่าที่สั้นกว่า 8 อักขระจะกลายเป็น `*` ทั้งหมด เอาต์พุตที่ผู้ใช้เห็นในแชทจะไม่เปลี่ยนแปลง
tr: Etkinleştirildiğinde, shell-execute çıktısında görünen her ortam değişkeni değeri, modele ulaşmadan önce maskelenmiş biçimiyle (örn. `sk-1********ajhks`) değiştirilir. 8 karakterden kısa değerler tümüyle `*` olur. Sohbette kullanıcının gördüğü çıktı değişmez.
zh_hans: 开启后，shell-execute 输出中检测到的环境变量值在送达模型前会被打码（例如 `sk-1********ajhks`）。少于 8 个字符的值会被全部替换为 `*`。聊天中用户可见的输出保持不变。
zh_hant: 開啟後，shell-execute 輸出中偵測到的環境變數值會在送達模型前被打碼（例如 `sk-1********ajhks`）。少於 8 個字元的值會被全部替換為 `*`。聊天中使用者可見的輸出維持不變。

source: When enabled, locked sessions require %@ (or device passcode) before their contents are revealed.
de: Wenn aktiviert, erfordern gesperrte Sitzungen %@ (oder den Gerätecode), bevor ihr Inhalt angezeigt wird.
es: Si se activa, las sesiones bloqueadas requieren %@ (o el código del dispositivo) antes de mostrar su contenido.
fil: Kapag naka-enable, kailangan ng %@ (o passcode ng device) bago ipakita ang nilalaman ng mga naka-lock na session.
fr: Une fois activé, les sessions verrouillées exigent %@ (ou le code de l'appareil) avant d'afficher leur contenu.
hr: Kada je omogućeno, zaključane sesije traže %@ (ili šifru uređaja) prije nego što se njihov sadržaj prikaže.
id: Saat aktif, sesi terkunci memerlukan %@ (atau kode sandi perangkat) sebelum isinya ditampilkan.
ja: 有効にすると、ロックされたセッションは内容を表示する前に %@（またはデバイスのパスコード）を要求します。
ko: 사용하면 잠긴 세션은 내용을 표시하기 전에 %@(또는 기기 암호)가 필요합니다.
ms: Apabila diaktifkan, sesi berkunci memerlukan %@ (atau kod laluan peranti) sebelum kandungannya didedahkan.
pl: Gdy włączone, zablokowane sesje wymagają: %@ (lub kodu urządzenia) przed pokazaniem zawartości.
pt_br: Quando ativado, as sessões bloqueadas exigem %@ (ou o código do dispositivo) antes de mostrar o conteúdo.
ro: Când e activat, sesiunile blocate cer %@ (sau codul dispozitivului) înainte de a-și afișa conținutul.
ru: Когда включено, для показа содержимого заблокированных сессий требуется %@ (или код-пароль устройства).
th: เมื่อเปิดใช้งาน เซสชันที่ล็อกจะต้องใช้ %@ (หรือรหัสผ่านอุปกรณ์) ก่อนแสดงเนื้อหา
tr: Etkinleştirildiğinde, kilitli oturumların içeriği gösterilmeden önce %@ (veya aygıt parola kodu) istenir.
zh_hans: 启用后，被锁定的会话需要 %@（或设备密码）才能查看其内容。
zh_hant: 啟用後，鎖定的工作階段在顯示內容前需要 %@（或裝置密碼）。

source: When enabled, posts a system notification when the task starts and again when it finishes. Turn this off for automations that run silently. The app's global task-notification setting still applies.
de: Sendet eine Systemmitteilung, wenn die Aufgabe startet, und erneut, wenn sie abgeschlossen ist. Für Automationen, die still laufen sollen, deaktivieren. Die globale Aufgabenmitteilungs-Einstellung der App gilt weiterhin.
es: Si se activa, envía una notificación del sistema cuando la tarea empieza y otra cuando termina. Desactívalo para automatizaciones que se ejecutan en silencio. La configuración global de notificaciones de tareas de la app sigue aplicándose.
fil: Kapag naka-enable, nagpo-post ng system notification kapag nagsimula ang task at muli kapag natapos. I-off ito para sa mga automation na tahimik tumakbo. Naaangkop pa rin ang global na setting ng notification ng app.
fr: Lorsque cette option est activée, une notification système est envoyée au démarrage de la tâche, puis à la fin. Désactivez-la pour les automatisations silencieuses. Le réglage global des notifications de tâches de l'app reste appliqué.
hr: Kada je omogućeno, šalje sistemsku obavijest kada zadatak započne i ponovno kada završi. Isključite za automatizacije koje se izvode tiho. Globalna postavka obavijesti o zadacima i dalje vrijedi.
id: Saat aktif, mengirim notifikasi sistem ketika tugas dimulai dan sekali lagi saat selesai. Nonaktifkan untuk otomatisasi yang berjalan diam-diam. Pengaturan notifikasi tugas global aplikasi tetap berlaku.
ja: オンにすると、タスクの開始時と完了時にシステム通知を送信します。バックグラウンドで静かに実行したい場合はオフにしてください。Appの全体的なタスク通知設定は引き続き適用されます。
ko: 켜면 작업이 시작될 때와 완료될 때 시스템 알림을 보냅니다. 자동화를 조용히 실행하려면 끄세요. 앱의 전체 작업 알림 설정은 계속 적용됩니다.
ms: Apabila diaktifkan, menghantar pemberitahuan sistem apabila tugas bermula dan sekali lagi apabila selesai. Matikan ini untuk automasi yang berjalan senyap. Tetapan pemberitahuan tugas global apl masih terpakai.
pl: Gdy włączone, wysyła powiadomienie systemowe przy starcie zadania i ponownie po jego zakończeniu. Wyłącz to dla automatyzacji działających po cichu. Globalne ustawienie powiadomień aplikacji nadal obowiązuje.
pt_br: Quando ativado, envia uma notificação do sistema quando a tarefa começa e outra quando termina. Desative nas automações que rodam em silêncio. O ajuste global de notificações do app continua valendo.
ro: Când e activat, trimite o notificare de sistem la începerea sarcinii și încă una la finalizare. Dezactivează pentru automatizările care rulează în tăcere. Setarea globală de notificări a aplicației rămâne valabilă.
ru: Если включено, приложение отправляет уведомление при запуске задачи и по её завершении. Отключите для автоматизаций, выполняемых незаметно. Общая настройка уведомлений о задачах в приложении продолжает действовать.
th: เมื่อเปิดใช้งาน จะส่งการแจ้งเตือนของระบบเมื่องานเริ่มและอีกครั้งเมื่อเสร็จสิ้น ปิดสำหรับระบบอัตโนมัติที่ทำงานเงียบๆ การตั้งค่าการแจ้งเตือนงานส่วนกลางของแอปยังคงมีผล
tr: Etkinleştirildiğinde görev başladığında ve bittiğinde sistem bildirimi gönderir. Sessiz çalışan otomasyonlar için kapatın. Uygulamanın genel görev bildirimi ayarı yine de geçerlidir.
zh_hans: 开启后，任务开始时和结束时各发送一条系统通知。若希望自动化静默运行，请关闭此项。App 的全局任务通知设置仍然生效。
zh_hant: 開啟後，任務開始時與結束時各傳送一則系統通知。若希望自動化靜默執行，請關閉此項。App 的全域任務通知設定仍然有效。

source: When enabled, waits for the AI to finish and returns the full response for use in subsequent actions.
de: Wenn aktiviert, wird auf die Fertigstellung der KI gewartet und die vollständige Antwort für nachfolgende Aktionen zurückgegeben.
es: Si se activa, espera a que la IA termine y devuelve la respuesta completa para usarla en acciones posteriores.
fil: Kapag naka-enable, hihintayin nitong matapos ang AI at ibabalik ang buong tugon para gamitin sa susunod na aksyon.
fr: Lorsque activé, attend que l'IA termine et retourne la réponse complète pour les actions suivantes.
hr: Kada je omogućeno, čeka da AI završi i vraća cijeli odgovor za korištenje u sljedećim radnjama.
id: Saat aktif, menunggu AI selesai dan mengembalikan respons lengkap untuk dipakai pada tindakan berikutnya.
ja: 有効にすると、AIの完了を待ち、後続のアクションで使用する完全な応答を返します。
ko: 활성화하면 AI가 완료될 때까지 기다린 후 후속 작업에 사용할 전체 응답을 반환합니다.
ms: Apabila diaktifkan, menunggu AI selesai dan mengembalikan respons penuh untuk digunakan dalam tindakan seterusnya.
pl: Gdy włączone, czeka na zakończenie pracy AI i zwraca pełną odpowiedź do użycia w kolejnych działaniach.
pt_br: Quando ativado, espera a IA terminar e retorna a resposta completa para uso nas ações seguintes.
ro: Când e activat, așteaptă ca AI-ul să termine și returnează răspunsul complet pentru acțiunile următoare.
ru: Когда включено, ожидает завершения ответа ИИ и возвращает полный ответ для использования в последующих действиях.
th: เมื่อเปิดใช้งาน จะรอให้ AI ทำงานเสร็จและส่งคำตอบฉบับเต็มกลับมาเพื่อใช้ในขั้นตอนถัดไป
tr: Etkinleştirildiğinde yapay zekânın bitirmesini bekler ve sonraki eylemlerde kullanmak üzere tam yanıtı döndürür.
zh_hans: 启用后，等待 AI 完成并返回完整响应，供后续操作使用。
zh_hant: 啟用後，等待 AI 完成並返回完整響應，供後續操作使用。

source: When enabled, waits for the AI to finish and returns the full response. Use this to chain the result into subsequent Shortcuts actions.
de: Wenn aktiviert, wird auf die Fertigstellung der KI gewartet und die vollständige Antwort zurückgegeben. Verwenden Sie dies, um das Ergebnis in nachfolgende Kurzbefehl-Aktionen zu verketten.
es: Si se activa, espera a que la IA termine y devuelve la respuesta completa. Úsalo para encadenar el resultado con acciones posteriores de Atajos.
fil: Kapag naka-enable, hihintayin nitong matapos ang AI at ibabalik ang buong tugon. Gamitin ito para maikadena ang resulta sa susunod na Shortcuts action.
fr: Lorsque activé, attend que l'IA termine et retourne la réponse complète. Utilisez ceci pour chaîner le résultat dans les actions Raccourcis suivantes.
hr: Kada je omogućeno, čeka da AI završi i vraća cijeli odgovor. Koristite to za povezivanje rezultata sa sljedećim radnjama u Shortcuts.
id: Saat aktif, menunggu AI selesai dan mengembalikan respons lengkapnya. Gunakan ini untuk merangkai hasilnya ke tindakan Pintasan berikutnya.
ja: 有効にすると、AIの完了を待ち、完全な応答を返します。結果を後続のショートカットアクションに連結するために使用します。
ko: 활성화하면 AI가 완료될 때까지 기다린 후 전체 응답을 반환합니다. 결과를 후속 단축어 작업에 연결하려면 이 옵션을 사용하세요.
ms: Apabila diaktifkan, menunggu AI selesai dan mengembalikan respons penuh. Gunakan ini untuk merantai keputusannya ke tindakan Pintasan seterusnya.
pl: Gdy włączone, czeka na zakończenie pracy AI i zwraca pełną odpowiedź. Użyj tego, aby przekazać wynik do kolejnych działań Skrótów.
pt_br: Quando ativado, espera a IA terminar e retorna a resposta completa. Use isso para encadear o resultado nas ações seguintes do Atalhos.
ro: Când e activat, așteaptă ca AI-ul să termine și returnează răspunsul complet. Folosește-l pentru a înlănțui rezultatul în acțiunile Scurtături următoare.
ru: Когда включено, ожидает завершения ответа ИИ и возвращает полный ответ. Используйте это, чтобы передать результат в последующие действия Команд.
th: เมื่อเปิดใช้งาน จะรอให้ AI ทำงานเสร็จและส่งคำตอบฉบับเต็มกลับมา ใช้เพื่อส่งต่อผลลัพธ์ไปยังขั้นตอนทางลัดถัดไป
tr: Etkinleştirildiğinde yapay zekânın bitirmesini bekler ve tam yanıtı döndürür. Sonucu sonraki Kısayol eylemlerine bağlamak için kullanın.
zh_hans: 启用后，等待 AI 完成并返回完整响应。使用此选项将结果传递到后续快捷指令操作。
zh_hant: 啟用後，等待 AI 完成並返回完整響應。使用此選項將結果傳遞到後續快捷指令操作。
